tap "charmbracelet/tap"
tap "jandedobbeleer/oh-my-posh"
brew "act"
brew "bat"
brew "colima", restart_service: :changed
brew "docker"
brew "eza"
brew "fzf"
brew "gh"
brew "glow"
brew "gnupg"
brew "go"
brew "httpie"
brew "mas"
brew "neovim"
brew "node"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "thefuck"
brew "tmux"
brew "tpm"
brew "zinit"
brew "zoxide"
brew "charmbracelet/tap/freeze"
brew "charmbracelet/tap/mods"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
cask "1password-cli@beta"
cask "1password@nightly"
cask "aldente"
cask "appcleaner"
cask "discord"
cask "figma"
cask "font-departure-mono"
cask "font-maple-mono"
cask "font-monaspace"
cask "linear-linear"
cask "lunar-client"
cask "monitorcontrol"
cask "ngrok"
cask "nvidia-geforce-now"
cask "raycast"
cask "steam"
cask "topnotch"
cask "visual-studio-code"
cask "warp"
mas "1Password for Safari", id: 1569813296
mas "Command X", id: 6448461551
mas "HazeOver", id: 430798174
mas "Raycast Companion", id: 6738274497
mas "Refined GitHub", id: 1519867270
mas "SponsorBlock", id: 1573461917
mas "Userscripts", id: 1463298887
mas "Wappalyzer - Technology profiler", id: 1520333300
mas "WhatsApp", id: 310633997
mas "Wipr", id: 1662217862
mas "Xcode", id: 497799835