tap "charmbracelet/tap"
tap "jandedobbeleer/oh-my-posh"
tap "oven-sh/bun"

brew "bat"
brew "eza"
brew "fzf"
brew "gh"
brew "glow"
brew "gnupg"
brew "httpie"
brew "mas"
brew "neovim"
brew "node"
brew "qbe"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "tmux"
brew "tpm"
brew "zinit"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh", link: false
brew "oven-sh/bun/bun"
brew "thefuck"

cask "1password-cli@beta"
cask "1password@nightly"
cask "aldente"
cask "appcleaner"
cask "discord"
cask "figma"
cask "font-departure-mono"
cask "font-maple-mono"
cask "font-monaspace"
cask "lunar-client"
cask "orbstack"
cask "raycast"
cask "steam"
cask "topnotch"
cask "warp"

mas "Wipr 2", id: 1662217862
mas "Xcode", id: 497799835
mas "WhatsApp", id: 310633997
mas "1Password for Safari", id: 1569813296
mas "Raycast Companion", id: 6738274497
mas "SponsorBlock", id: 1573461917
mas "Userscripts", id: 1463298887
mas "Refined GitHub", id: 1519867270
mas "HazeOver", id: 430798174
mas "Wappalyzer", id: 1520333300
mas "Command X", id: 6448461551
