tap "jandedobbeleer/oh-my-posh"
tap "jesseduffield/lazygit"
tap "oven-sh/bun"
brew "bat"
brew "colima", restart_service: :changed
brew "docker"
brew "docker-compose"
brew "eza"
brew "fzf"
brew "gh"
brew "git-filter-repo"
brew "git-lfs"
brew "gnupg"
brew "mas"
brew "neovim"
brew "node"
brew "pinentry-mac"
brew "ripgrep"
brew "stow"
brew "stylua"
brew "zinit"
brew "zoxide"
brew "jandedobbeleer/oh-my-posh/oh-my-posh"
brew "jesseduffield/lazygit/lazygit"
brew "oven-sh/bun/bun"
cask "1password"
cask "1password-cli"
cask "chatgpt"
cask "discord"
cask "font-departure-mono"
cask "font-maple-mono"
cask "font-monaspace"
cask "ghostty"
cask "sf-symbols"
cask "sketch@beta"
cask "steam"
cask "xcodes-app"
mas "1Password for Safari", id: 1569813296
mas "Refined GitHub", id: 1519867270
mas "SponsorBlock", id: 1573461917
mas "TestFlight", id: 899247664
mas "WhatsApp", id: 310633997
mas "Wipr", id: 1662217862
